
import random

splashes = [
    "Здоровенный язь",
    "Ебать ты окунь",
    "Придумайте сплешей",
    "Точно расслабляющая игра?",
    "Разраб дебил",
    "Also try Quadix3D",
    "Python is trash",
    "Рыба нахуй!",
    "Батон ис воркинг",
    "ИИ придумал этот сплеш",
    "Сделано на коленке",
    "404 Рыба не найдена",
    "Alt+F4 = золотая рыбка",
    "Powered by костыли",
    "Продам гараж",
    "Поставь чайник, заебал",
    "Бесплатно, потому что никому не надо",
    "Кстати, в main.py кейлоггер зашит",
    "Выпрями спину",
    "Тут могла быть ваша реклама",
    "Ты чё, опять тут?",
    "Сохранение не предусмотрено"
]

def generate_randrom_spalsh():
    return random.choice(splashes)
